[
    {
        "type": "Skill",
        "cost": 30,
        "name": "Backstab",
        "tags": [
            "Dextrous",
            "Irreverent"
        ],
        "description": [
            "If you fully succeed in attacking a target that’s unaware of you (or while you’re stealthed), double the damage dice you would use to attack the target."
        ],
        "success": [],
        "snag": [],
        "fail": []
    },
    {
        "type": "Skill",
        "cost": 30,
        "name": "Beast Limb",
        "tags": [
            "Magical",
            "Natural"
        ],
        "description": [
            "You are able to change up to all of your limbs into that of an animal in your nature domain. If you don't have a nature domain, choose one of these environments as a domain:",
            "- Desert",
            "- Forest",
            "- Ocean",
            "- Savana",
            "- Tundra",
            "\nRoll Natural or Magical when using your beast limbs."
        ],
        "success": [
            "You are able to transform up to all of your limbs into the appendages of your chosen animal.",
            "You can dismiss the limbs at will."
        ],
        "snag": [
            "You are able to tranform but it is a slightly awkward process. Roll 1d4. That many limbs get transformed.",
            "You can dismiss the limbs after you SNAG or SUCCEED a NATURAL roll."
        ],
        "fail": [
            "You fail to transform correctly. Roll 1d8 and accept your failed transformation:",
            "1) Antenna: You grow one ant's antenna and LOSE LEVERAGE on CLEVER rolls.",
            "2) Cloven Hooves: Your feet and hands are replaced with horse hooves. LOSE LEVERAGE on DEXTROUS rolls.",
            "3) Ram's Horns: You develop curly rams' horns and LOSE LEVERAGE on GRACEFUL rolls.",
            "4) Fluffy Wool: Your entire body grow curly white sheep's fur and LOSE LEVERAGE on IRREVERENT rolls.",
            "5) Bug Eyes: Your eyes transform into lime green compound flies eyes and LOSE LEVERAGE on MAGICAL rolls.",
            "6) Worm Fingers: Your fingers and toes have been replaced with worms. Lose LEVERAGE on MARTIAL rolls.",
            "7) You fail to transform entirely, but something feels off and you LOSE LEVERAGE on NATURAL rolls (Can be dismissed just like the rest of the limbs).",
            "8) T-Rex Arms: Your arms are replaced by T-Rex Arms and LOSE LEVERAGE on STRONG rolls.",
            "You can't dismiss the limbs but they go away when you SUCCEED or SNAG another BEAST LIMB Roll'"
        ]
    },
    {
        "type": "Skill",
        "cost": 30,
        "name": "Blooded",
        "tags": [
            "Strong"
        ],
        "description": [
            "When your damage on an enemy is an even number, that enemy is now Blooded.",
            "Every time you attack that enemy after they are Blooded (until they are defeated or combat ends), add a d6 to the damage."
        ],
        "success": [],
        "snag": [],
        "fail": []
    },
    {
        "type": "Skill",
        "cost": 30,
        "name": "Counter Spell",
        "tags": [
            "Magical",
            "Clever"
        ],
        "description": [
            "Your continued use of magic gives you an innate understanding of how to stop magic spells as they’re being cast.",
            "As you see someone cast a spell, you can attempt to nullify it. The difficulty to counter scales with the tier the magical effect is subject to the DD."
        ],
        "success": [
            "You successfully countered the spell!"
        ],
        "snag": [
            "You counter the spell, but at a cost. Choose a consequence.",
            "- Rebound: You get hit with damage equal to the DD of the counter spell.",
            "- Arcane Burn of the 2nd Degree: You stop the spell but are now strained by arcane burn. You LOSE LEVERAGE on your next spell casting (whenever you cast it).",
            "- Lessened Effect: The counter is not complete. If the spell has a quantifiable effect, you can only halve it. If it doesn’t, you can’t choose this option."
        ],
        "fail": [
            "You failed to counter the spell and get hit with a Rebound."
        ]
    },
    {
        "type": "Skill",
        "cost": 30,
        "name": "Divine Judgement",
        "tags": [
            "Graceful"
        ],
        "description": [
            "If you view someone committing a sin in your god’s eyes, or you can prove that they did something morally reprehensible, you can mark them for judgment.",
            "When dealing with a target marked for judgement, you can use your Grace ATTRIBUTE when rolling against it. Even if the Grace ATTRIBUTE would not normally apply.",
            "You can only mark one target at a time. You cannot switch judgement targets until you’ve rolled against the first target, or a day passes (Whichever comes first)."
        ],
        "success": [],
        "snag": [],
        "fail": []
    },
    {
        "type": "Skill",
        "cost": 30,
        "name": "Elemental Affinity: Air",
        "tags": [
            "Magical",
            "Martial",
            "Natural"
        ],
        "description": [
            "You have a natural connection to elemental magic, allowing you to harness the power of air. If you’re attacking someone, you deal 1d8 damage."
        ],
        "success": [
            "You can command air to bluster around and move where you want it to."
        ],
        "snag": [
            "You can command your chosen element to take a certain shape and move where you want it to but you have no control over it after you command it."
        ],
        "fail": [
            "You are unable to command your chosen element."
        ]
    },
    {
        "type": "Skill",
        "cost": 30,
        "name": "Elemental Affinity: Earth",
        "tags": [
            "Magical",
            "Martial",
            "Natural"
        ],
        "description": [
            "You have a natural connection to elemental magic, allowing you to harness the power of the earth.If you’re attacking someone, you deal 1d8 damage. "
        ],
        "success": [
            "You can command earth to move around and rest where you want it to."
        ],
        "snag": [
            "You can command your chosen element to take a certain shape and move where you want it to but you have no control over it after you command it."
        ],
        "fail": [
            "You are unable to command your chosen element."
        ]
    },
    {
        "type": "Skill",
        "cost": 30,
        "name": "Elemental Affinity: Fire",
        "tags": [
            "Magical",
            "Martial",
            "Natural"
        ],
        "description": [
            "You have a natural connection to elemental magic, allowing you to harness the power of the earth. If you’re attacking someone, you deal 1d8 damage."
        ],
        "success": [
            "You can command fire to spontaneously appear over combustible material. (If you’re attacking someone, your fire damage ignores armor)."
        ],
        "snag": [
            "You can command your chosen element to take a certain shape and move where you want it to but you have no control over it after you command it."
        ],
        "fail": [
            "You are unable to command your chosen element."
        ]
    },
    {
        "type": "Skill",
        "cost": 30,
        "name": "Elemental Affinity: Water",
        "tags": [
            "Magical",
            "Martial",
            "Natural"
        ],
        "description": [
            "You have a natural connection to elemental magic, allowing you to harness the power of the earth. If you’re attacking someone, you deal 1d8 damage."
        ],
        "success": [
            "You can command earth to move around and rest where you want it to. (If you’re attacking someone, your cold damage ignores armor)."
        ],
        "snag": [
            "You can command your chosen element to take a certain shape and move where you want it to but you have no control over it after you command it."
        ],
        "fail": [
            "You are unable to command your chosen element."
        ]
    },
    {
        "type": "Skill",
        "cost": 30,
        "name": "Macgyver",
        "tags": [
            "Clever"
        ],
        "description": [
            "Thinking and acting quickly, you can cobble together common components to make a novel gadget that works just as long as you need it. Tell the AL what you want to make and out of what. After the AL approves your MacGyver attempt, attempt to make one of these gadgets.",
            "You also use the CLEVER attribute when operating your new gadget, and suffer the Macgyver consequences on a SNAG or FAIL.",
            "- Glider: You can’t ascend but you can fall slowly and maybe even over great distances.",
            "- Armor: You can temporarily bolster your armor by +1. You can’t stack Macgyvered armor.",
            "- Climber: You can scale a surface to get to a higher level.",
            "- Sticker: You’ve somehow attached one thing to another thing in an efficient manner. Let’s hope it stays together!"
        ],
        "success": [
            "Your gadget works and stays together."
        ],
        "snag": [
            "Your gadget works but it will malfunction after your next use."
        ],
        "fail": [
            "Your idea, while novel, was not sound. It immediately breaks. If you're using it for something it malfunctions in the middle of your action.",
            "Your Max HP can't be lower than 1."
        ]
    },
    {
        "type": "Skill",
        "cost": 30,
        "name": "Spiritual Absorption",
        "tags": [
            "Graceful",
            "Irreverent",
            "Magical"
        ],
        "description": [
            "When an enemy falls to 0 HP, you can attempt to trap their soul into a suitable vessel (made of Crystal, or stone). This Trapped Soul is now an Enchanted Item. It has several Enchantment Effects, and using any of these Effects (which last until next dawn) uses up the soul inside.",
            "- Gain 1d10 temporary HP.",
            "- Boost 1 ATTRIBUTE by +1.",
            "- Rolling a 19 or higher before modifiers gives you a CRIT."
        ],
        "success": [
            "You successfully trap the soul."
        ],
        "snag": [
            "You trap the soul, but you suffer a Jinx from the Enchantment Jinx table."
        ],
        "fail": [
            "You fail to capture the soul and start to bleed from the corners of your eyes. You receive 1d6 damage after armor."
        ]
    },
    {
        "type": "Skill",
        "cost": 30,
        "name": "TLC",
        "tags": [
            "Graceful",
            "Magical"
        ],
        "description": [
            "You can attempt to remedy various physical ailments that can’t be ameliorated from basic healing (Poison, blindness, deafness, non-magical sickness). You can’t use TLC to give an ability that the target would not have otherwise."
        ],
        "success": [
            "You successfully cure the ailment!"
        ],
        "snag": [
            "Your work has done the trick but it will take time. Roll a d4. The ailment wears off after that many hours."
        ],
        "fail": [
            "You fail to cure the ailment. You can try again tomorrow."
        ]
    },
    {
        "type": "Skill",
        "cost": 30,
        "name": "Magic Trick",
        "tags": [
            "Magical"
        ],
        "description": [
            "You can know and cast cast the 1st 5 rows ot the Magic Side Effects table as spells."
        ],
        "success": [],
        "snag": [],
        "fail": []
    }
]