[
    {
        "type": "skill",
        "cost": 50,
        "name": "An Invincible Faith",
        "tags": [
            "Grace",
            "Magical"
        ],
        "description": [
            "When you commune or pray to your god, once a day, you can choose to roll for Faith. When you do, clear any faith you have and roll for 1d4 faith points.",
            "Faith:",
            "You can spend faith whenever you want in exchange for invulnerability when you or another player would incur harm/receive damage. Even if the damage would be lethal, you can spend a faith point to nullify the damage."
        ],
        "success": [
            ""
        ],
        "snag": [
            ""
        ],
        "fail": [
            ""
        ]
    },
    {
        "type": "skill",
        "cost": 50,
        "name": "Assassinate",
        "tags": [
            "Irreverent"
        ],
        "description": [
            "If you have LEVERAGE, and you haven't attacked your target yet, you may choose to attempt to assassinate instead of attacking normally.",
            "An assassination is like a regular attack, except:"
        ],
        "success": [
            "- You automatically do full damage. (On a crit, your damage is doubled.)",
            "- If you don't kill the target, you know how much hp they have left.",
            "- You ignore armor."
        ],
        "snag": [
            "Choose only 1 of the 3 SUCCESS options."
        ],
        "fail": [
            "You are noticed and the target gets a free attack or they flee."
        ]
    },
    {
        "type": "skill",
        "cost": 50,
        "name": "Reflexive",
        "tags": [
            "Dextrous"
        ],
        "description": [
            "Once a day, if you would die from an incoming attack, projectile, or physical object, you can attempt to avoid it instead.",
            "You can use this even if the incoming damage is the result of a FAIL. You can also use this skill at Death's Door, effectively retconning your death."
        ],
        "success": [
            "Your quick reflexes and focus leave you unscathed. If you alrady lost HP, you gain it back (You were never hit, after all)."
        ],
        "snag": [
            ""
        ],
        "fail": [
            ""
        ]
    },
    {
        "type": "skill",
        "cost": 50,
        "name": "Great Beast Form",
        "tags": [
            "Magical",
            "Natural"
        ],
        "description": [
            "You can now change into any animal in your domain. Your domain can also be 1 animal of your choice instead of a type of environment",
            "When you transform into an animal that weighs more than twice the average humanoid (360 lbs / 160 kgs), your max HP is doubled."
        ],
        "success": [
            ""
        ],
        "snag": [
            ""
        ],
        "fail": [
            ""
        ]
    }
]