[
    {
        "type": "Skill",
        "id": 0,
        "cost": 40,
        "name": "Animal Shape",
        "tags": [
            "Magical",
            "Natural"
        ],
        "info": [
            "You are now able to transform into animals in your domain. The animal you can transform into can’t weigh more than the average humanoid (150 lbs / 70 kg).",
            "If you don't have a domain, choose one now from the following options",
            "- Forest",
            "- Grasslands",
            "- Desert",
            "- Tundra",
            "- Deep Sea"
        ],
        "success": [],
        "snag": [],
        "fail": []
    },
    {
        "type": "Skill",
        "id": 0,
        "cost": 40,
        "name": "Anti-Establishment",
        "tags": [
            "Irreverent"
        ],
        "info": [
            "You have a knack for defying and navigating authoritarian structures.",
            "You now always have LEVERAGE when dealing with someone who would normally have authority over you."
        ],
        "success": [],
        "snag": [],
        "fail": []
    },
    {
        "type": "Skill",
        "id": 0,
        "cost": 40,
        "name": "Lay on Hands",
        "tags": [
            "Graceful",
            "Magical"
        ],
        "info": [
            "Roll with MAGIC.",
            "You can deliver reverent judgement on people you can touch. Depending on if they’re an ally or an enemy, they can be healed or smote by you."
        ],
        "success": [
            "Roll a d10. Your target receives the result as healing if they are an ally or believe in your philosophy or religion. If they are an enemy AND do NOT believe in your religion, or philosophy, they receive 1d10 damage instead."
        ],
        "snag": [
            "The above SUCCESS condition occurs but something is off. Your next Grace or MAGICAL roll LOSES LEVERAGE."
        ],
        "fail": [
            "Your hubris belies the faith that’s been placed in you. You deserve punishment and roll with LOST LEVERAGE until you accept 1d6 damage that ignores armor."
        ]
    },
    {
        "type": "Skill",
        "id": 0,
        "cost": 40,
        "name": "Ki Blast",
        "tags": [
            "Magical",
            "Martial"
        ],
        "info": [
            "Roll with BODY.",
            "You are able to use ki to fire blasts of energy. For each ki point used in a blast, the damage increases by your MAGIC STAT"
        ],
        "success": [
            "You are able to successfully fire off a ki blast with elegant and effective form."
        ],
        "snag": [
            "You are able to fire off a ki blast but your form is off. Choose either:",
            "- Fire now: Fire your blast, The damage is equal to the ki points you gathered.",
            "- Charge Attack: Wait a short period of time to fire normally. You’re vulnerable while charging your attack and if you dismiss it early, you lose 1 ki point."
        ],
        "fail": [
            "You gather ki too quickly and fail to fire your beam. The strain on your body deals 1d4 damage and you lose the same amount of ki points. If you lose more ki points than have, you deal the difference as damage to your character."
        ]
    },
    {
        "type": "Skill",
        "id": 0,
        "cost": 40,
        "name": "Lucky",
        "tags": [
            "Clever"
        ],
        "info": [
            "Once a day, If you roll a 1 on any die roll, you can reroll the die. You must take the result of the 2nd roll."
        ],
        "success": [],
        "snag": [],
        "fail": []
    },
    {
        "type": "Skill",
        "id": 0,
        "cost": 40,
        "name": "Puny Wizard!",
        "tags": [
            "Magical",
            "Strong"
        ],
        "info": [
            "Your rippling muscles resist even the reality rending effects of magic. When you are damaged by a spell or magic, you can roll 1d6 to reduce the damage by that amount."
        ],
        "success": [],
        "snag": [],
        "fail": []
    },
    {
        "type": "Skill",
        "id": 0,
        "cost": 40,
        "name": "Think Fast!",
        "tags": [
            "Dextrous"
        ],
        "info": [
            "Roll with BODY.",
            "If a situation called for fast reflexes, you can roll DEXTROUS with LEVERAGE."
        ],
        "success": [
            "You beat the odds and time and reach your goal before you can be stopped or bested."
        ],
        "snag": [
            "You succeed but it wasn’t clean. Choose a consequence:",
            "- Tie: If you are racing a person towards an objective, you both make it there at the exact same time.",
            "- Bruised: You push yourself to 11 and don't have a way to put on the brakes. You stumble and take 1d6 damage."
        ],
        "fail": [
            "You don't make it in time. Let's hope that wasn't too important."
        ]
    },
    {
        "type": "Skill",
        "id": 0,
        "cost": 40,
        "name": "Grimoire",
        "tags": [
            "Clever"
        ],
        "info": [
            "You can now cast and craft spells with your grimoire using the MIND attribute. When you learn a MAGICAL skill as  spell, you can extract its SUCCESS consequence as an EFFECT for 5 XP. Any EFFECT you know can be used in spell crafting. If the skill doesn't have a SUCCESS condition because it is a passive, you gain the ability for 1 hour or until you choose to dismiss the spell.",
            "To craft a spell, refer to the spell-craft guidelines."
        ],
        "success": [],
        "snag": [],
        "fail": []
    },
    {
        "type": "Skill",
        "id": 0,
        "cost": 40,
        "name": "Cursed Tools",
        "tags": [
            "Irreverent"
        ],
        "info": [
            "You can now gain KNOWLEDGE for Enchantments from IRREVERENT skills too. You can also use IRREVERENT as your ATTUNEMENT and ENCHANTING STAT as well."
        ],
        "success": [],
        "snag": [],
        "fail": []
    },
    {
        "type": "Skill",
        "id": 0,
        "cost": 40,
        "name": "Hearty",
        "tags": [
            "Strong"
        ],
        "info": [
            "Permanently add 5 HP to your Max HP."
        ],
        "success": [],
        "snag": [],
        "fail": []
    }
]